[en]
CANCEL=Cancel
DOWNLOAD_POST_DOWNLOAD_TEXT=If you choose to update Simple Adblock, your Internet Explorer will close before installation
DOWNLOAD_PROGRESS_TEXT=Please wait...
DOWNLOAD_TITLE=Download avast! Ad Blocker
DOWNLOAD_UPDATE_BUTTON=Update
DOWNLOAD_UPDATE_TITLE=Downloading update
DOWNLOAD_UPDATE_ERROR_TEXT=Download failed
DOWNLOAD_UPDATE_SUCCESS_TEXT=Download finished
NO=No
SETTINGS=Settings
UPDATE=Update Simple Adblock to newest version
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Do you wish to download it now?
UPDATE_NEW_VERSION_EXISTS=A new version of Simple Adblock is available
UPDATE_TITLE=Update Simple Adblock
YES=Yes

[da]
ABOUT=Om Simple Adblock
ACTIVATE=Aktiver Simple Adblock
CANCEL=Annuller
DISABLE=Slå Simple Adblock fra
DISABLE_ON=Slå Simple Adblock fra på...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Fejl ved download af installationsfil
DOWNLOAD_POST_DOWNLOAD_TEXT=Hvis du vælger at opdatere Simple Adblock, vil Internet Explorer blive lukket forud for installationen
DOWNLOAD_PROGRESS_TEXT=Vent venligst...
DOWNLOAD_TITLE=Download Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Opdater
ENABLE=Slå Simple Adblock til
FAQ=Ofte stillede spørgsmål
FEEDBACK=Tilbagemelding
INVITE_FRIENDS=Inviter venner
NO=Nej
SETTINGS=Indstillinger
UPDATE=Opdater Simple Adblock til den nyeste version
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Ønsker du at hente den nu?
UPDATE_NEW_VERSION_EXISTS=En ny version af Simple Adblock er tilgængelig
UPDATE_TITLE=Opdater Simple Adblock
YES=Ja

[de]
ABOUT=Über Simple Adblock
ACTIVATE=Aktiviere Simple Adblock
CANCEL=Abbruch
DISABLE=Deaktiviere Simple Adblock
DISABLE_ON=Deaktiviere Simple Adblock auf...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Fehler beim Herunterladen der Installationsdatei
DOWNLOAD_POST_DOWNLOAD_TEXT=Wenn Sie Simple Adblock aktualisieren auswählen, wird der Internet Explorer vor der Installation geschlossen.
DOWNLOAD_PROGRESS_TEXT=Bitte warten...
DOWNLOAD_TITLE=Herunterladen von Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Aktualisierung
ENABLE=Aktivieren von Simple Adblock
FAQ=Häufig gestellte Fragen
FEEDBACK=Rückmeldung
INVITE_FRIENDS=Freunde einladen
NO=Nein
SETTINGS=Einstellungen
UPDATE=Aktualisieren von Simple Adblock auf eine neuere Version
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Möchten Sie diese jetzt herunterladen?
UPDATE_NEW_VERSION_EXISTS=Eine neue Version von Simple Adblock ist verfügbar
UPDATE_TITLE=Aktualisiere Simple Adblock
YES=Ja

[pl]
ABOUT=Wszystko o Simple Adblock
ACTIVATE=Aktywuj Simple Adblock
CANCEL=Kasuj
DISABLE=Zamknij Simple Adblock
DISABLE_ON=Zamknij Simple Adblock na ...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Błąd pobierania ...
DOWNLOAD_POST_DOWNLOAD_TEXT=Przed rozpoczęciem aktualizacji programu Twój Internet Explorer zostanie zamknięty
DOWNLOAD_PROGRESS_TEXT=Czekaj ...
DOWNLOAD_TITLE=Pobierane ...
DOWNLOAD_UPDATE_BUTTON=Pobierz uaktualnienie
ENABLE=Włącz Simple Adblock
FAQ=Najczęstsze pytania
FEEDBACK=Napisz do nas
INVITE_FRIENDS=Powiadom znajomych
NO=Nie
SETTINGS=Ustawienia
UPDATE=Pobierz najnowszą wersję Simple Adblock
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Rozpocząć pobieranie?
UPDATE_NEW_VERSION_EXISTS=Nowa wersja Simple Adblock jest dostępna
UPDATE_TITLE=Uaktualnij Simple Adblock
YES=Tak

[sk]
ABOUT=O programe
ACTIVATE=Aktivovať Simple Adblock
CANCEL=Zrušiť
DISABLE=Zakázať Simple Adblock
DISABLE_ON=Zakázať Simple Adblock na...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Chyba počas sťahovania inštalátora
DOWNLOAD_POST_DOWNLOAD_TEXT=Ak kliknete na Aktualizovať, Internet Explorer bude ukončený
DOWNLOAD_PROGRESS_TEXT=Prosím čakajte...
DOWNLOAD_TITLE=Sťahovanie Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Aktualizovať
ENABLE=Povoliť
FAQ=Často kladené otázky
FEEDBACK=Feedback
INVITE_FRIENDS=Pozvite kamarátov
NO=Nie
SETTINGS=Nastavenia
UPDATE=Aktualizovať Simple Adblock na najnovšie verziu
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Želáte si ju stiahnúť teraz?
UPDATE_NEW_VERSION_EXISTS=Nová verzia Simple Adblock je k dispozícií
UPDATE_TITLE=Aktualizácia Simple Adblock
YES=Áno

[nl]
ABOUT=Over Simple Adblock
ACTIVATE=Simple Adblock activeren
CANCEL=Annuleren
DISABLE=Simple Adblock uitschakelen
DISABLE_ON=Simple Adblock uitschakelen op ...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Fout bij het downloaden van het installatiebestand
DOWNLOAD_POST_DOWNLOAD_TEXT=Internet Explorer zal afgesloten worden tijdens de update van Simple Adblock
DOWNLOAD_PROGRESS_TEXT=Even geduld ...
DOWNLOAD_TITLE=Download Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Update
ENABLE=Schakel Simple Adblock in
FAQ=Veel gestelde vragen
FEEDBACK=Suggesties
INVITE_FRIENDS=Nodig vrienden uit
NO=Nee
SETTINGS=Instellingen
UPDATE=Installeer de nieuwste versie van Simple Adblock
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Wilt u de nieuwste versie nu downloaden?
UPDATE_NEW_VERSION_EXISTS=Een nieuwe versie van Simple Adblock is beschikbaar
UPDATE_TITLE=Update Simple Adblock
YES=Ja

[it]
ABOUT=Informazioni Simple Adblock
ACTIVATE=Attiva Simple Adblock
CANCEL=Annulla
DISABLE=Disattiva Simple Adblock
DISABLE_ON=Disattiva Simple Adblock su...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Errore downloading installer
DOWNLOAD_POST_DOWNLOAD_TEXT=Una volta terminato l'aggiornamneto di Simple Adblock, Internet Explorer dev'essere chiuso e riaperto
DOWNLOAD_PROGRESS_TEXT=Attendere per favore...
DOWNLOAD_TITLE=Download Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Aggiornamento
ENABLE=Attiva Simple Adblock
FAQ=Domande più frequenti
FEEDBACK=Rilascia un Feedback
INVITE_FRIENDS=Invita amici
NO=No
SETTINGS=Opzioni
UPDATE=Ricerca nuova versione Simple Adblock
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Vuoi scaricare il nuovo aggiornamento?
UPDATE_NEW_VERSION_EXISTS=Una nuova versione di Simple Adblock è disponibile
UPDATE_TITLE=Aggiornamento Simple Adblock
YES=Si

[fr]
ABOUT=A propos de Simple Adblock
ACTIVATE=Activer Simple Adblock
CANCEL=Annuler
DISABLE=Désactiver Simple Adblock
DISABLE_ON=Désactiver Simple Adblock sur...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Erreur de téléchargement
DOWNLOAD_POST_DOWNLOAD_TEXT=Si vous choisissez de mettre à jour Simple Adblock, vous devez fermer Internet Explorer avant l'installation
DOWNLOAD_PROGRESS_TEXT=Patientez s'il vous plaît...
DOWNLOAD_TITLE=Télécharger Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Mise à jour
ENABLE=Activer Simple Adblock
FAQ=Foire aux questions
FEEDBACK=Retour d'informations
INVITE_FRIENDS=Invitez vos amis
NO=Non
SETTINGS=Paramètres
UPDATE=Mise à jour de Simple Adblock avec la version la plus récente
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Voulez-vous le télécharger maintenant?
UPDATE_NEW_VERSION_EXISTS=Une nouvelle version de Simple Adblock est disponible
UPDATE_TITLE=Mise à jour de Simple Adblock
YES=Oui

[pt]
ABOUT=Sobre o Simple Adblock
ACTIVATE=Ativar o Simple Adblock
CANCEL=Cancelar
DISABLE=Desabilitar o Simple Adblock
DISABLE_ON=Desabilitar Simple Adblock em...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Erro ao baixar o instalador
DOWNLOAD_POST_DOWNLOAD_TEXT=Se você optar por atualizar o Simple Adblock, o Internet Explorer será fechado antes da instalação
DOWNLOAD_PROGRESS_TEXT=Por favor, aguarde...
DOWNLOAD_TITLE=Baixar o Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Atualizar
ENABLE=Habilitar o Simple Adblock
FAQ=FAQ
FEEDBACK=Avaliação
INVITE_FRIENDS=Convide os amigos
NO=Não
SETTINGS=Configurações
UPDATE=Atualizar o Simple Adblock para uma nova versão
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Deseja atualizar agora ?
UPDATE_NEW_VERSION_EXISTS=Uma nova versão do Simple Adblock está disponível
UPDATE_TITLE=Atualização para o Simple Adblock
YES=Sim

[ru]
ABOUT=О программе Simple Adblock
ACTIVATE=Активировать Simple Adblock
CANCEL=Отменить
DISABLE=Отключить Simple Adblock
DISABLE_ON=Отключить Simple Adblock на...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Ошибка загрузки программы
DOWNLOAD_POST_DOWNLOAD_TEXT=Если вы хотите обновить Simple Adblock, ваш Internet Explorer закроется перед установкой
DOWNLOAD_PROGRESS_TEXT=Пожалуйста, подождите...
DOWNLOAD_TITLE=Загрузка Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Обновить
ENABLE=Включить Simple Adblock
FAQ=Часто задаваемые вопросы
FEEDBACK=Обратная связь
INVITE_FRIENDS=Пригласить друзей 
NO=Нет
SETTINGS=Настройки
UPDATE=Обновление Simple Adblock до последней версии
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Хотите загрузить её сейчас?
UPDATE_NEW_VERSION_EXISTS=Доступна новая версия Simple Adblock
UPDATE_TITLE=Обновление Simple Adblock
YES=Да

[ms]
ABOUT=Tentang Simple Adblock
ACTIVATE=Aktifkan Simple Adblock
CANCEL=Batalkan
DISABLE=Tutup Simple Adblock
DISABLE_ON=Tutup Simple Adblock di...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Kesilapan teknikal berlaku semasa memuat turun
DOWNLOAD_POST_DOWNLOAD_TEXT=Jika anda mahu kemaskini Simple Adblock, Internet Explorer akan ditutup sebelum pemasangan bermula
DOWNLOAD_PROGRESS_TEXT=Sila tunggu sebentar...
DOWNLOAD_TITLE=Muat turun Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Kemaskini
ENABLE=Pasang Simple Adblock
FAQ=Soalan Yang Selalu Ditanya
FEEDBACK=Ulasan
INVITE_FRIENDS=Jemput rakan-rakan
NO=Tidak
SETTINGS=Tetapan
UPDATE=Kemaskini Simple Adblock kepada versi terbaru
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Adakah anda mahu muat turunnya sekarang?
UPDATE_NEW_VERSION_EXISTS=Simple Adblock versi terbaru telah dikeluarkan
UPDATE_TITLE=Kemaskini Simple Adblock
YES=Ya

[es]
ABOUT=Acerca de Simple Adblock
ACTIVATE=Activar Simple Adblock
CANCEL=Cancelar
DISABLE=Deshabilitar Simple Adblock
DISABLE_ON=Deshabilitar Simple Adblock en...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Error en la descarga del instalador
DOWNLOAD_POST_DOWNLOAD_TEXT=Si ejecuta la actualización de Simple Adblock, Internet Explorer se cerrará antes de la instalación
DOWNLOAD_PROGRESS_TEXT=Por favor, espere...
DOWNLOAD_TITLE=Descarga de Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Actualizar
ENABLE=Habilitar Simple Adblock
FAQ=Preguntas más frecuentes
FEEDBACK=Enviar comentarios
INVITE_FRIENDS=Decírselo a un amigo
NO=No
SETTINGS=Configuración
UPDATE=Actualizar Simple Adblock a la versión más reciente
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=¿Desea descargar la actualización ahora?
UPDATE_NEW_VERSION_EXISTS=Hay una nueva versión de Simple Adblock disponible
UPDATE_TITLE=Actualizar Simple Adblock
YES=Sí

[ko]
ABOUT=Simple Adblock 정보
ACTIVATE=Simple Adblock 사용함
CANCEL=취소
DISABLE=Simple Adblock 사용 안 함
DISABLE_ON=사이트 허용
DOWNLOAD_DOWNLOAD_ERROR_TEXT=다운로드 설치 오류
DOWNLOAD_POST_DOWNLOAD_TEXT=Simple Adblock의 업데이트를 선택하면 설치하기 전에 인터넷 익스플로러는 닫힐 것입니다.
DOWNLOAD_PROGRESS_TEXT=잠시만 기다려주십시오...
DOWNLOAD_TITLE=Simple Adblock 다운로드
DOWNLOAD_UPDATE_BUTTON=업데이트
ENABLE=사용함
FAQ=자주 묻는 질문
FEEDBACK=피드백
INVITE_FRIENDS=친구 초대
NO=아니오
SETTINGS=설정
UPDATE=Simple Adblock을 최신 버전으로 업데이트합니다.
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=지금 다운로드하시겠습니까?
UPDATE_NEW_VERSION_EXISTS=Simple Adblock의 새로운 버전이 존재합니다.
UPDATE_TITLE=Simple Adblock 업데이트
YES=예

[el]
ABOUT=Περί Simple Adblock
ACTIVATE=Ενεργοποίηση του Simple Adblock
CANCEL=Ακύρωση
DISABLE=Απενεργοποίηση
DISABLE_ON=Απενεργοποιημένο
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Σφάλμα λήψης installer
DOWNLOAD_POST_DOWNLOAD_TEXT=Αν επιλέξετε αναβάθμιση του Simple Adblock, ο Internet Explorer θα τερματιστεί πριν την εγκατάσταση
DOWNLOAD_PROGRESS_TEXT=Παρακαλώ περιμένετε...
DOWNLOAD_TITLE=Λήψη του Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Αναβάθμιση
ENABLE=Ενεργοποιημένο
FAQ=Συνήθεις ερωτήσεις
FEEDBACK=Σχόλια
INVITE_FRIENDS=Πρόσκληση φίλων
NO=Όχι
SETTINGS=Ρυθμίσεις
UPDATE=Αναβάθμιση του Simple Adblock
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Επιθυμείτε να γίνει λήψη τώρα;
UPDATE_NEW_VERSION_EXISTS=Μια νέα έκδοση του Simple Adblock είναι διαθέσιμη
UPDATE_TITLE=Αναβάθμιση του Simple Adblock
YES=Ναι

[sv]
ABOUT=Om Simple Adblock
ACTIVATE= Aktivera Simple Adblock
CANCEL= Avbryt
DISABLE= Inaktivera Simple Adblock
DISABLE_ON=Simple Adblock är Inaktiverad
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Fel vid hämtning av Installationsfil
DOWNLOAD_POST_DOWNLOAD_TEXT=Om du vill uppdatera Simple Adblock, kommer Internet Explorer att stängas ner innan Installation
DOWNLOAD_PROGRESS_TEXT=Vänligen vänta...
DOWNLOAD_TITLE=Ladda ner Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Uppdatera
ENABLE=Aktivera Simple Adblock
FAQ= FAQ - Vanligaste frågor och Svar
FEEDBACK=Ge Synpunkter
INVITE_FRIENDS=Tipsa dina vänner om Simple Adblock
NO=Nej
SETTINGS=Inställningar
UPDATE=Uppdatera Simple Adblock till senaste versionen
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Vill du ladda hem Simple Adblock nu?
UPDATE_NEW_VERSION_EXISTS=En ny version av Simple Adblock finns att ladda ner
UPDATE_TITLE=Uppdatera Simple Adblock
YES=Ja

[he]
ABOUT=אודות
ACTIVATE=Simple Adblock הפעל את
CANCEL=ביטול
DISABLE=Simple Adblock השבת את
DISABLE_ON=... באתר Simple Adblock השבת את
DOWNLOAD_DOWNLOAD_ERROR_TEXT=שגיאה בהורדת קובץ ההתקנה
DOWNLOAD_POST_DOWNLOAD_TEXT=.דפדפן האינטרנט חייב להיסגר לפני ההתקנה ,Simple Adblock אם תבחר בעדכון
DOWNLOAD_PROGRESS_TEXT=... חכה בבקשה
DOWNLOAD_TITLE=.Simple Adblock הורד את
DOWNLOAD_UPDATE_BUTTON=עדכון
ENABLE=Simple Adblock הפעל את
FAQ=שאלות נפוצות
FEEDBACK=משוב
INVITE_FRIENDS=שלח הזמנה לחבר
NO=לא
SETTINGS=הגדרות
UPDATE=.לגירסה החדשה Simple Adblock עדכן את
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=?האם תרצה להוריד את העדכון עכשיו
UPDATE_NEW_VERSION_EXISTS=.זמין להורדה Simple Adblock גירסה חדשה של
UPDATE_TITLE=.Simple Adblock עדכן את
YES=כן


[hr]
ABOUT=O programu
ACTIVATE=Aktiviraj
CANCEL=Odustati
DISABLE=Onemogućiti
DISABLE_ON=Onemogućiti na
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Greška preuzimanja instalacije
DOWNLOAD_POST_DOWNLOAD_TEXT=Ako se odlučite na ažuriranje Simple Adblock, Vaš Internet Explorer će se zatvoriti prije instalacije.
DOWNLOAD_PROGRESS_TEXT=Molimo sačekajte.... 
DOWNLOAD_TITLE=Preuzimanje Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Ažuriranje 
ENABLE=Omogućiti Simple Adblock
FAQ=Najčešća pitanja
FEEDBACK=Povratna informacija
INVITE_FRIENDS=Pozovi prijatelje
NO=Ne
SETTINGS=Postavke
UPDATE=Ažuriraj Simple Adblock na najnoviju verziju.
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Želite li preuzeti sada?
UPDATE_NEW_VERSION_EXISTS=Nova verzija Simple Adblock je dostupna.
UPDATE_TITLE=Ažurirati Simple Adblock
YES=Da

[cs]
ABOUT=O programu
ACTIVATE=Aktivovat Simple Adbock
CANCEL=Zrušit
DISABLE=Zakázat Simple Adblock
DISABLE_ON=Zakázat zapnuto...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Chyba při stahování instalátoru
DOWNLOAD_POST_DOWNLOAD_TEXT=Před aktualizací Simple Adblock zavřete Internet Explorer
DOWNLOAD_PROGRESS_TEXT=Prosím čekejte...
DOWNLOAD_TITLE=Stahování Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Aktualizace
ENABLE=Povolit Simple Adblock
FAQ=Časté otázky
FEEDBACK=Odezva
INVITE_FRIENDS=Říci přátelům
NO=Ne
SETTINGS=Nastavení
UPDATE=Aktualizace Simple Adblock na novou verzi
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Stáhnout aktualizaci nyní?
UPDATE_NEW_VERSION_EXISTS=Nová verze Simple Adblock je k dispozici
UPDATE_TITLE=Aktualizace Simple Adblock
YES=Ano

[ca]
ABOUT=Quant a Simple Adblock
ACTIVATE=Activa Simple Adblock
CANCEL=Cancel·la
DISABLE=Deshabilita Simple Adblock
DISABLE_ON=Deshabilita Simple Adblock a...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Error descarregant l'instal·lador
DOWNLOAD_POST_DOWNLOAD_TEXT=Si trieu actualitzar Simple Adblock, el vostre Internet Explorer es tancarà abans de la instal·lació
DOWNLOAD_PROGRESS_TEXT=Espereu...
DOWNLOAD_TITLE=Descarrega Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Actualitza
ENABLE=Habilita Simple Adblock
FAQ=Preguntes freqüents
FEEDBACK=Comentaris
INVITE_FRIENDS=Convideu els amics
NO=No
SETTINGS=Configuració
UPDATE=Actualitza Simple Adblock a la darrera versió
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Voldríeu decarregar-la ara?
UPDATE_NEW_VERSION_EXISTS=Una nova versió de Simple Adblock està disponible
UPDATE_TITLE=Actualitza Simple Adblock
YES=Sí

[fi]
ABOUT=Tietoa Simple Adblockista
ACTIVATE=Aloita Simple Adblock
CANCEL=Peruuta
DISABLE=Lopeta Simple Adblock
DISABLE_ON=Lopeta Simple Adblock sivulta
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Lataus epäonnistui
DOWNLOAD_POST_DOWNLOAD_TEXT=Jos päivität Simple Adblockin, Internet Explorer sulkeutuu asennuksen ajaksi.
DOWNLOAD_PROGRESS_TEXT=Odota...
DOWNLOAD_TITLE=Lataa Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Päivitys
ENABLE=Käynnistä Simple Adblock
FAQ=Usein kysytyt kysymykset
FEEDBACK=Palaute
INVITE_FRIENDS=Kutsu ystävä
NO=Ei
SETTINGS=Asetukset
UPDATE=Päivitä Simple Adblock uusimpaan versioon
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Haluatko ladata päivityksen nyt?
UPDATE_NEW_VERSION_EXISTS=uusi versio Simple Adblockista saatavilla
UPDATE_TITLE=Päivitä Simple Adblock
YES=Kyllä

[lt]
ABOUT=Apie Simple Adblock
ACTIVATE=Aktyvuoti Simple Adblock
CANCEL=Atsaukti		
DISABLE=Atjungti
DISABLE_ON=Atjungti Simple Adblock ant
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Klaidingas atsiuntimo diegimas
DOWNLOAD_POST_DOWNLOAD_TEXT=Jeigu jus pasirinksite atnaujinti Simple Adblock,jusu Internet Explorer uzsidarys pries instaliavima
DOWNLOAD_PROGRESS_TEXT=Prasome palaukti
DOWNLOAD_TITLE=Atsiusti Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Atnaujinimas
ENABLE=Igalinti
FAQ=Dazniausi uzduodami klausimai
FEEDBACK=Atsiliepimai
INVITE_FRIENDS=Kviesti draugus
NO=Ne
SETTINGS=Nustatymai
UPDATE=Atnaujinti
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Ar jus norite atnaujinti tai dabar?
UPDATE_NEW_VERSION_EXISTS=Nauja Simple Adblock versija galioja
UPDATE_TITLE=Simple Adblock atnaujinimas
YES=Taip

[hu]
ABOUT=A programról
ACTIVATE=A Simple Adblock aktiválása
CANCEL=Mégsem
DISABLE=A Simple Adblock kikapcsolása
DISABLE_ON=A Simple Adblock kikapcsolva
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Hiba a telepítő letöltésében
DOWNLOAD_POST_DOWNLOAD_TEXT=Ha a Simple Adblock frissítését választja, az Internet Explorer be fog záródni a telepítés előtt
DOWNLOAD_PROGRESS_TEXT=Kérem, várjon...
DOWNLOAD_TITLE=A Simple Adblock letöltése
DOWNLOAD_UPDATE_BUTTON=Frissítés
ENABLE=A Simple Adblock engedélyezése
FAQ=Gyakran Ismételt Kérdések
FEEDBACK=Visszajelzés
INVITE_FRIENDS=Javasolja barátainak
NO=Nem
SETTINGS=Beállítások
UPDATE=Simple Adblock frissítése a legújabb változatra
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Szeretné most letölteni?
UPDATE_NEW_VERSION_EXISTS=Elérhető a Simple Adblock új változata
UPDATE_TITLE=A Simple Adblock frissítése
YES=Igen

[bg]
ABOUT=За програмата "Обикновен Адблокер"
ACTIVATE=Активирай "Обикновен Адблокер"
CANCEL=Отмени
DISABLE=Изключи "Обикновен Адблокер"
DISABLE_ON= Изключи "Обикновен Адблокер" за...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Грешка при изтегляне на инсталатора
DOWNLOAD_POST_DOWNLOAD_TEXT=Ако решите да се актуализира "Обикновен Адблокер", Интернет Експлорър ще се затвори преди инсталацията
DOWNLOAD_PROGRESS_TEXT=Моля почакайте...
DOWNLOAD_TITLE=Изтегляне на "Обикновен Адблокер"
DOWNLOAD_UPDATE_BUTTON=Обновяване
ENABLE=разреши "Обикновен Адблокер"
FAQ=Често Задавани Въпроси
FEEDBACK=Обратна Връзка
INVITE_FRIENDS=Поканете Приятели
NO=Не
SETTINGS=Настройки
UPDATE=Обновяване на "Обикновен Адблокер" до нова версия
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Искате ли да я изтеглите сега?
UPDATE_NEW_VERSION_EXISTS=Налична е нова версия на "Обикновен Адблокер"
UPDATE_TITLE=Обновяване на "Обикновен Адблокер"
YES=Да

[zh]
ABOUT=关于Simple Adblock
ACTIVATE=激活Simple Adblock
CANCEL=取消
DISABLE=停用Simple Adblock
DISABLE_ON=在这上面禁用Simple Adblock
DOWNLOAD_DOWNLOAD_ERROR_TEXT=下载安装程序错误
DOWNLOAD_POST_DOWNLOAD_TEXT=如果你选择更新Simple Adblock，您的Internet Explorer将安装之前关闭
DOWNLOAD_PROGRESS_TEXT=请稍候...
DOWNLOAD_TITLE=下载Simple Adblock
DOWNLOAD_UPDATE_BUTTON=更新
ENABLE=启用Simple Adblock
FAQ=常见问题
FEEDBACK=反馈
INVITE_FRIENDS=邀请朋友
NO=否
SETTINGS=设置
UPDATE=更新Simple Adblock到最新版本
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=你想现在就下载？
UPDATE_NEW_VERSION_EXISTS=一种新的Simple Adblock版本可用
UPDATE_TITLE=更新Simple Adblock
YES=是

[vi]
ABOUT=Giới thiệu về Simple Adblock
ACTIVATE=Kích hoạt Simple Adblock
CANCEL=Hủy bỏ
DISABLE=Tắt Simple Adblock
DISABLE_ON=Tắt Simple Adblock tại...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Lỗi khi tải bộ cài đặt
DOWNLOAD_POST_DOWNLOAD_TEXT=Nếu bạn cập nhật Simple Adblock, Internet Explorer của bạn sẽ bị tắt
DOWNLOAD_PROGRESS_TEXT=Hãy đợi...
DOWNLOAD_TITLE=Tải về Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Cập nhật
ENABLE=Bật Simple Adblock
FAQ=Các câu hỏi thường gặp
FEEDBACK=Phản hồi
INVITE_FRIENDS=Giới thiệu cho bạn bè
NO=Không
SETTINGS=Các thiết đặt
UPDATE=Cập nhật Simple Adblock lên phiên bản mới nhất
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Bản có muốn tải nó ngay bây giờ không?
UPDATE_NEW_VERSION_EXISTS=Hiện Simple Adblock đang có phiên bản mới
UPDATE_TITLE=Cập nhật Simple Adblock
YES=Đồng ý

[ta]
ABOUT=Simple Adblock-ஐப் பற்றி
ACTIVATE=Simple Adblock-ஐ செயற்படுத்து
CANCEL=நிறுத்து
DISABLE=Simple Adblock-ஐ இயங்காது செய்
DISABLE_ON=இத்தளத்தில் Simple Adblock-ஐ இயங்காது செய்
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Simple Adblock-ஐ தரவிறக்குவதில் பிழை ஏற்ப்பட்டுள்ளது
DOWNLOAD_POST_DOWNLOAD_TEXT= நீங்கள் Simple Adblock-ஐ புதுப்பிக்க தேர்வு செய்திருந்தால், அதை உங்கள் கணிணியில் நிறுவுவதற்க்கு முன் Internet Explorer மூடப்படும்
DOWNLOAD_PROGRESS_TEXT=தயவுசெய்து காத்திருக்கவும்.
DOWNLOAD_TITLE=Simple Adblock-ஐ தரவிறக்கு
DOWNLOAD_UPDATE_BUTTON=புதுப்பிக்கவும்
ENABLE=Simple Adblock-ஐ இயங்க வை
FAQ=அடிக்கடி கேட்கப்படும் கேள்விகள்
FEEDBACK=உங்கள் கருத்துக்கள்
INVITE_FRIENDS=நண்பர்களுக்குத் தெரியப்படுத்த
NO=இல்லை
SETTINGS=அமைப்புக் காரணிகள்
UPDATE=Simple Adblock-ஐ புதுப்பிக்கவும்
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=புதிய Simple Adblock-ஐ தரவிறக்க வேண்டுமா?
UPDATE_NEW_VERSION_EXISTS=புதிய Simple Adblock தயாராக உள்ளது
UPDATE_TITLE=Simple Adblock-ஐ புதுப்பிக்கவும்
YES=ஆம்

[ar]
ABOUT=حول سيمبل إي دي بلوك
ACTIVATE=تنشيط سيمبل إي دي بلوك
CANCEL=إلغاء
DISABLE=تعطيل سيمبل إي دي بلوك
DISABLE_ON=تعطيل سيمبل إي دي بلوك على
DOWNLOAD_DOWNLOAD_ERROR_TEXT=خطأ في تحميل ملفات التثبيت
DOWNLOAD_POST_DOWNLOAD_TEXT=لو قمت بتحديث سيمبل إي دي بلوك فإن برنامج انترنت اكسبلورر سيغلق
DOWNLOAD_PROGRESS_TEXT=من فضلك الإنتظار
DOWNLOAD_TITLE=حمل سيمبل إي دي بلوك
DOWNLOAD_UPDATE_BUTTON=تحديث
ENABLE=تفعيل سيمبل إي دي بلوك
FAQ=أسئلة وأجوبة
FEEDBACK=أرسل تعليقاتك
INVITE_FRIENDS=دعوة صديق
NO=لا
SETTINGS=إعدادات
UPDATE=تحديث سيمبل إي دي بلوك لأخر إصدار
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=هل ترغب بتحميلها الآن
UPDATE_NEW_VERSION_EXISTS=توجد نسخة أحدث من سيمبل إي دي بلوك
UPDATE_TITLE=تحديث إي دي بلوك
YES=نعم

[uk]
ABOUT=Про Simple Adblock
ACTIVATE=Активувати Simple Adblock
CANCEL=Відмінити
DISABLE=Відключити Simple Adblock
DISABLE_ON=Відключити Simple Adblock на...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Помилка завантажування встановлювача
DOWNLOAD_POST_DOWNLOAD_TEXT=Якщо Ви виберете оновити Simple Adblock, Ваш Internet Explorer буде закритий до встановлення
DOWNLOAD_PROGRESS_TEXT=Будь ласка зачекайте...
DOWNLOAD_TITLE=Завантажити Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Оновити
ENABLE=Увімкнути Simple Adblock
FAQ=Часто Задавані Питання
FEEDBACK=Зворотній з`вязок 
INVITE_FRIENDS=Запросити друзів
NO=Ні
SETTINGS=Налаштування
UPDATE=Оновити Simple Adblock до найновітнішої версії
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Ви бажаете завантажити це саме зараз?
UPDATE_NEW_VERSION_EXISTS=Доступна нова версія Simple Adblock
UPDATE_TITLE=Оновити Simple Adblock
YES=Так

[no]
ABOUT=Om Simple Adblock
ACTIVATE=Aktivere Simple Adblock
CANCEL=Avbryt
DISABLE=Deaktiver Simple Adblock
DISABLE_ON=Deaktiver Simple Adblock på...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Feil ved nedlasting 
DOWNLOAD_POST_DOWNLOAD_TEXT=Dersom du velger å oppdatere Simple Adblock, vil Internet Explorer bli stengt før installasjonen
DOWNLOAD_PROGRESS_TEXT=Vennligst vent...
DOWNLOAD_TITLE=Last ned Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Oppdater
ENABLE=Slå på Simple Adblock
FAQ=Ofre stilte spørsmål
FEEDBACK=Tilbakemeldinger
INVITE_FRIENDS=Inviter venner
NO=Nei
SETTINGS=Innstillinger
UPDATE=Oppdater Simple Adblock til den nyeste versjonen
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Ønsker du å laste ned nå?
UPDATE_NEW_VERSION_EXISTS=En nyere versjon av Simple Adblock er tilgjengelig 
UPDATE_TITLE=Oppdater Simple Adblock
YES=Ja

[tr]
ABOUT=Simple Adblock Hakkında
ACTIVATE=Simple Adblock'u Etkinleştir
CANCEL=İptal
DISABLE=Simple Adblock'u Etkisizleştir
DISABLE_ON=Simple Adblock'u Şu Etki Alanında Etkisizleştir...
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Yükleyici indirme hatası
DOWNLOAD_POST_DOWNLOAD_TEXT=Eğer Simple Adblock'u güncelleştirmeyi seçtiyseniz, Internet Explorer kurulumdan önce kapanacak
DOWNLOAD_PROGRESS_TEXT=Lütfen bekleyiniz...
DOWNLOAD_TITLE=Simple Adblock'u İndirin
DOWNLOAD_UPDATE_BUTTON=Güncelleştir
ENABLE=Simple Adblock'u Etkinleştirin
FAQ=Sık Sorulan Sorular
FEEDBACK=Geri Bildirim
INVITE_FRIENDS=Arkadaşlarınızı davet edin
NO=Hayır
SETTINGS=Ayarlar
UPDATE=Simple Adblock'u en son sürüme güncelleştir
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Hemen indirmek istiyor musunuz?
UPDATE_NEW_VERSION_EXISTS=Simple Adblock'un yeni bir sürümü mevcut
UPDATE_TITLE=Simple Adblock'u Güncelleştir
YES=Evet

[fa]
ABOUT=Darbāreye Simple Adblock
ACTIVATE=Simple Adblock rā faāl konid
CANCEL=Laghv
DISABLE=Simple Adblock rā gheyre faāl konid 
DISABLE_ON=Simple Adblock rā ruye ... gheyre faāl konid
DOWNLOAD_DOWNLOAD_ERROR_TEXT=Khatā dar daryāfte barnāmeye nasb
DOWNLOAD_POST_DOWNLOAD_TEXT=Agar beruzrasāniye Simple Adblock rā bargozinid, pish az nasb Internet Explorer baste mishavad
DOWNLOAD_PROGRESS_TEXT=Lotfan sabr konid...
DOWNLOAD_TITLE=Daryāfte Simple Adblock
DOWNLOAD_UPDATE_BUTTON=Beruzrasāni
ENABLE=Simple Adblock rā faāl konid
FAQ=Porsesh va pāsokhhāye motadāvel (PPM)
FEEDBACK=Bāzkhord
INVITE_FRIENDS=Dustān rā daavat konid
NO=Na
SETTINGS=Tanzimhā
UPDATE=Simple Adblock rā bā tāzetarin noskhe beruz konid
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Āyā ān rā aknun mikhāhid daryāft konod?
UPDATE_NEW_VERSION_EXISTS=Noskheye tāzeyi az Simple Adblock moujud ast
UPDATE_TITLE=Beruzrasāniye Simple Adblock
YES=Āri